{
    "productsList": [
        {
            "id": "id1",
            "img": "https://www.nationalgeographic.com/animals/mammals/facts/domestic-cat",
            "title": "Knife a",
            "size": "98x18",
            "materials": "Wood, steel",
            "arrows": 4,
            "responses": 20,
            "prise": 1234
        }
    ],
    "product": [
        {
            "id": "id1",
            "img": "",
            "title": "Knife a",
            "size": "98x18",
            "materials": "Wood, steel",
            "arrows": 4,
            "responses": 20,
            "prise": 1234,
            "article": "AF0000001952",
            "trademark": "WUESTHOF (Германия)",
            "series": "Ножи серии Classic Ikon",
            "bonuses": 30,
            "steel": ["100X13M","CVB13M","95IO","VB33","100X13M","CVB13M","95IO","VB33","100X13M","CVB13M","95IO","VB33"],
            "handle": ["100X13M","CVB13M","95IO","VB33","100X13M","CVB13M","95IO","VB33","100X13M","CVB13M","95IO","VB33"],
            "guard": ["100X13M","CVB13M","95IO","VB33","100X13M","CVB13M","95IO","VB33","100X13M","CVB13M","95IO","VB33"],
            "processing": ["100X13M","CVB13M","95IO","VB33","100X13M","CVB13M","95IO","VB33","100X13M","CVB13M","95IO","VB33"],
            "tabs": [
                {
                    "id": "tabId1",
                    "title": "Description",
                    "text": "Легкий удобный нож с клинком, имеющим пологие вогнутые линзовидные спуски на две трети ширины клинка, образующие тонкое, прекрасно режущее лезвие толщиной около 0,6 мм в районе подводов. Обух клинка со спинкой рукояти имеет одну плавную дугообразную линию. На пяте перед рукоятью есть подпальцевый вырез для точных работ. Необходимо проявлять некоторую осторожность при работе с большими боковыми нагрузками на лезвие ножа, ввиду небольшой толщины клинка в рабочей части. "
                },
                {
                    "id": "tabId2",
                    "title": "Characteristics",
                    "text": "Characteristics Легкий удобный нож с клинком, имеющим пологие вогнутые линзовидные спуски на две трети ширины клинка, образующие тонкое, прекрасно режущее лезвие толщиной около 0,6 мм в районе подводов. Обух клинка со спинкой рукояти имеет одну плавную дугообразную линию. На пяте перед рукоятью есть подпальцевый вырез для точных работ. Необходимо проявлять некоторую осторожность при работе с большими боковыми нагрузками на лезвие ножа, ввиду небольшой толщины клинка в рабочей части. "
                },
                {
                    "id": "tabId3",
                    "title": "Responses",
                    "text": "Responses Легкий удобный нож с клинком, имеющим пологие вогнутые линзовидные спуски на две трети ширины клинка, образующие тонкое, прекрасно режущее лезвие толщиной около 0,6 мм в районе подводов. Обух клинка со спинкой рукояти имеет одну плавную дугообразную линию. На пяте перед рукоятью есть подпальцевый вырез для точных работ. Необходимо проявлять некоторую осторожность при работе с большими боковыми нагрузками на лезвие ножа, ввиду небольшой толщины клинка в рабочей части. "
                },
                {
                    "id": "tabId4",
                    "title": "Delivery",
                    "text": "Delivery Легкий удобный нож с клинком, имеющим пологие вогнутые линзовидные спуски на две трети ширины клинка, образующие тонкое, прекрасно режущее лезвие толщиной около 0,6 мм в районе подводов. Обух клинка со спинкой рукояти имеет одну плавную дугообразную линию. На пяте перед рукоятью есть подпальцевый вырез для точных работ. Необходимо проявлять некоторую осторожность при работе с большими боковыми нагрузками на лезвие ножа, ввиду небольшой толщины клинка в рабочей части. "
                }
            ],
            "recomendations": ["id1"],
            "similarProducts": ["id1"],
            "images": [
                "https://www.nationalgeographic.com/animals/mammals/facts/domestic-cat",
                "https://www.ingeniovirtual.com/trabajos/proyectos-web/?p=6.45.6906729.4.16.53.basic+shots+for+cats",
                "https://www.scientificamerican.com/article/cats-can-get-coronavirus-study-suggests-but-pet-owners-need-not-panic/",
                "https://www.bbc.com/future/article/20191024-why-do-we-think-cats-are-unfriendly"
            ]
        }
    ]
}